Repository: nitsan-technologies/ns_news_comments
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: es, fr

# tx_nsnewscomments_domain_model_comment
source: Comment
es: Comentario
fr: Commentaire

# tx_nsnewscomments_domain_model_comment.newComments
source: Comments
es: Comentarios
fr: Commentaires

# tx_nsnewscomments_domain_model_comment.username
source: Name
es: Nombre
fr: Nom

# tx_nsnewscomments_domain_model_comment.comment
source: Comment
es: Comentario
fr: Commentaire

# tx_nsnewscomments_domain_model_comment.childcomment
source: Reply Comment
es: Respuestas al comentario
fr: Répondre au commentaire

# tx_nsnewscomments_domain_model_comment.terms
source: Terms accepted
es: Términos aceptados
fr: Conditions acceptées

# tx_nsnewscomments_domain_model_comment.paramlink
source: Parameter Link to comments
es: Parámetro del link para ver los comentarios
fr: Paramètre lien vers commentaires

# tx_nsnewscomments_domain_model_comment.comments
source: Comments
es: Comentarios
fr: Commentaires

# tx_nsnewscomments_domain_model_comment.image
source: Image
es: Imagen

# tx_nsnewscomments_domain_model_comment.feuserid
source: Website User Id
es: Id del usuario

# tx_nsnewscomments_domain_model_comment.accesstoken
source: Comment Access token
es: Token de acceso al comentario
fr: Jeton d'accès au commentaire

# tx_newscomment_domain_model_rating.crdate
source: Created Date
es: Fecha de creación
fr: Date de création

source: Template Path
es: Ruta a la plantilla
fr: Date de création

source: Mail Configuration
es: Configuración de mail
fr: Configuration mail

source: Comment Configuration
es: Configuración de comentarios
fr: Configuration commentaire

source: Css/Js Includation
es: Incluir CSS/JS
fr: Inclusion Css/Js

# mainConfiguration
source: [Plugin] Main Configuration
es: [Plugin] Configuración principal
fr: Configuration principale [Plugin]

source: News Comment
es: Comentarios de News
fr: Commentaire actualité

# news_comment.description
source: Post comments on particular news
es: Añadir comentarios a una noticia
fr: Enregistrer des commentaires pour une actualité particulière

# addbootstrapCss
source: Bootstarp Css
es: Bootstrap Css
fr: Bootstrap Css

# addstyleCss
source: Default Style Css
es: CSS por defecto
fr: Style Css par défaut

# addCustomJS
source: Custom JS
es: JS personalizado
fr: JS personnalisé

source: Add Jquery Min JS
es: Añadir jQuery minimizado
fr: Ajouter JQuery Min JS

# addCommentUserImage
source: Add User Image
es: Añadir imagen para el usuario
fr: Ajouter image utilisateur

# senderEmail
source: Set sender email address
es: Configurar la dirección de email del remitente
fr: Définir l'adresse email de l'expéditeur

# senderName
source: Set sender name
es: Configurar el nombre del remitente
fr: Définir le nom de l'expéditeur

# newsComment
source: New Comment has been added to news
es: Se ha añadido un nuevo comentario a la noticia
fr: Nouveau commentaire ajouté aux actualités

# sendMailToNewsAuthor
source: Send mail notification to author of the news
es: Notificar por email al autor de la noticia
fr: Envoyer une notification email à l'auteur de l'actualité

# enableCommentByAdmin
source: Send Comment by Admin
es: Enviar un comentario como administrador
fr: Envoyer un commentaire par Admin

# dateFormat
source: Set Datetime format
es: Configurar el formato de la fecha y de la hora
fr: Définir le format de la date

# admin
source: Set Admin Email Address
es: Configurar la dirección de mail del administrador
fr: Définir l'adresse email de Admin

# authorMailSubject
source: Set subject of mail sending to Author
es: Configurar el asunto del mail al autor del comentario
fr: Définir le sujet du message envoyé à l'auteur

# flexform.setting
source: Main Configuration
es: Configuración principal
fr: Configuration principale

# flexform.setting_feuser
source: Comment User Configuration
es: Configuración de los comentarios para los usuarios
fr: Configuration des commentaires

# flexform.additional
source: Mail Configuration
es: Configuración de email
fr: Configuration email

# flexform.dateFormat
source: Date Format
es: Formato de fecha
fr: Format date

# flexform.timeFormat
source: Time Format
es: Formato de hora
fr: Format heure

# flexform.custom
source: Custom Date Format
es: Formato de fecha personalizado
fr: Format date personnalisé

# flexform.customDateFormat
source: Custom Date Format (E.g: d-M-Y // D,m,Y // d/m/Y ...)
es: Formato de fecha personalizado (E.g: d-M-Y // D,m,Y // d/m/Y ...)
fr: Format date personnalisé (E.g: d-M-Y // D,m,Y // d/m/Y ...)

# flexform.customTimeFormat
source: Custom Time Format (E.g: h:i , h:i:s a , h:i:s p....)
es: Formato de hora personalizado (E.g: h:i , h:i:s a , h:i:s p....)
fr: Format heure personnalisé (E.g: h:i , h:i:s a , h:i:s p....)

# flexform.CommentUserImage
source: Default Comment User Image
es: Imagen de usuario por defecto para los comentarios
fr: Image utilisateur par défaut

# flexform.captcha
source: Disable Captcha
es: Dasactivar Captcha
fr: Désactiver Captcha

# flexform.fe_user
source: FE-user as well as the Anonymous user can comment on the news
es: Tanto los Usuarios Frontend como los usuarios anónimos pueden comentar en las noticias
fr: Utilisateur FE et anonyme peuvent commenter les actualités

# flexform.only_fe_user
source: Only FE-users can comment on news
es: Sólo los Usuarios Frontend pueden comentar en las noticias
fr: Seuls les utilisateurs FE peuvent commenter les actualités

# flexform.feUserloginpid
source: FE-user login page Id
es: ID de la página de inicio de sesión
fr: Page Id des utilisateur FE

# flexform.userSettings
source: Comment user settings
es: Configuración de los comentarios para los usuarios
fr: Configuration des commentaires utilisateur

# sendMailToAdmin
source: Enable Mail: Enable Email to Admin
es: Activar Email: activar email al administrador
fr: Activer Email: activer Email à Admin

# adminEmail
source: [TO] E-Mail: Add Admin E-mail (Comma separated for multiple emails)
es: [A] E-Mail: añadir email administrativo (separación con , para añadir múltiples direcciones)
fr: [TO] E-Mail: Ajouter email Admin (séparation par , pour email multiples)

# adminName
source: [TO] Admin Name: Add Admin Name
es: [A] Nombre del administrador: Añadir nombre del administrador
fr: [TO] Nom Admin: Ajouter nom Admin

# fromEmail
source: [FROM] E-Mail: Add E-mail
es: [De] E-Mail: Añadir E-mail
fr: [FROM] E-Mail: Ajouter E-mail

# fromName
source: [FROM] Name: Add Name
es: [De] Nom: Añadir nombre
fr: [FROM] Nom: Ajouter nom

# adminMailSubject
source: Subject: Set subject of mail sending to Admin
es: Asunto: Configurar el asunto del email que llegará al administrador
fr: Subject: Définir le sujet des messages envoyés à Admin

source: Record Storage Page
es: Página de almacenamiento de los registros
fr: Page des enregistrements

# customDateFormat
source: Custom Date Format: [E.g: F j, Y (May 26, 2017) // Y-m-d (2017-05-26) // m/d/Y (05/26/2017) // d/m/Y (26/05/2017)]
es: Formato de fecha personalizado: [Ej.: F j, Y (May 26, 2017) // Y-m-d (2017-05-26) // m/d/Y (05/26/2017) // d/m/Y (26/05/2017)]
fr: Format de date personnalisé: [I.e.: F j, Y (May 26, 2017) // Y-m-d (2017-05-26) // m/d/Y (05/26/2017) // d/m/Y (26/05/2017)]

# customTimeFormat
source: Custom Time Format: [E.g: g:i a (11:36 am) // g:i A (11:36 AM) // H:i (11:36)
es: Formato de hora personalizado: [Ej.: g:i a (11:36 am) // g:i A (11:36 AM) // H:i (11:36)
fr: Format heure personnalisé: [I.e: g:i a (11:36 am) // g:i A (11:36 AM) // H:i (11:36)

source: Disable Captcha
es: Désactivar el Captcha
fr: Désactiver Captcha

# userImage
source: Add User Image
es: Añadir una imagen para el usuario
fr: Ajouter une image utilisateur

source: Comment user settings
es: Configuration de comentarios para los usuarios
fr: Configuration des commentaires utilisateurs

# FEUserLoginPageId
source: FE-user login page Id: [This option only works when the first option of comment user settings has selected.]
es: Id de la página de login: [Esta opción sólo aplica si se ha seleccionado la primera opción en la configuración de los comentarios para los usuarios]
fr: FE-user login page Id: [Cette option ne fonctionne que que si la 1e option de la configuration des commentaires utilisateur est sélectionnée.]

source: Terms required
es: Los términos son obligatorios
fr: Conditions requises

source: Terms typolink parameter
es: Parámetro para el Typolink de los términos
fr: Paramètre typolink des conditions

# flexform.customdate
source: Custom Date Format
es: Formato de fecha personalizado

# flexform.customtime
source: Custom Time Format
es: Formato de hora personalizado
