Repository: nitsan-technologies/ns_news_comments
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: es

# pi1_title
source: News Comment
es: Comentarios de News

# backend.dateformate
source: Date Formate
es: Formato de fecha

# backend.timeformate
source: Time Formate
es: Formato de hora

# backend.Image
source: Comment User Image
es: Imagen del usuario en los comentarios

# backend.captcha
source: Disable Captcha
es: Desactivar el Captcha

# backend.userSettings.1
source: FE-user as well as the Anonymous user can comment on the news
es: Tanto los usuarios frontend como los usuarios anónimos pueden comentar en las noticias

# backend.userSettings.2
source: Only FE-users can comment on news
es: Solo los Usuarios Frontend pueden comentar en las noticias

# backend.feUserloginpid
source: FE-user login page Id
es: ID de la página de login

# tx_nsnewscomments_domain_model_comment
source: Comment
es: Comentario

# tx_nsnewscomments_domain_model_comment.username
source: Name
es: Nombre

# tx_nsnewscomments_domain_model_comment.comment
source: Comment
es: Commentario

# tx_nsnewscomments_domain_model_comment.lblcomments
source: Comments
es: Commentarios

# tx_nsnewscomments_domain_model_comment.name
source: Name
es: Nombre

# email
source: Please enter your valid email address
es: Introduce tu email

# email_required
source: Valid email is required!
es: El email es obligatorio

# name
source: Please enter your name
es: Introduce tu nombre

# name_required
source: Name is required!
es: El nombre es obligatorio

# comment
source: Please enter your comment
es: Escribe tu comentario

# comment_required
source: Comment is required!
es: El comentario es obligatorio

# captcha
source: Enter the above code here
es: Introduce el código aquí

# captcha_required
source: Captcha is required!
es: El Captcha es obligatorio

# tx_nsnewscomments_domain_model_comment.captcha
source: Enter the above code here
es: Introduce el código aquí

# tx_nsnewscomments_domain_model_comment.replylabel
source: Reply
es: Responder

# tx_nsnewscomments_domain_model_comment.nocommentsfound
source: Be the First to Comment
es: Se el primero en comentar

source: At
es: A las

# tx_nsnewscomments_domain_model_comment.mailmessage
source: New Comment are added on news
es: Se ha añadido un nuevo comentario en la noticia

# form.submitButton
source: Post comment
es: Publicar comentario

# tx_nsnewscomments_domain_model_comment.newsTitle
source: News
es: Noticias

# mandatory
source: These fields are required.
es: Estos campos son obligatorios

# replytext
source: Reply to comment
es: Responder al comentario

# form.emailError
source: Enter valid email address
es: Introduce un email válido

# form.nameError
source: Enter valid name
es: Introduce un nombre válido

# form.captchaValidationError
source: Code does not match!
es: El código no coincide

# tx_nsnewscomments_domain_model_comment.validationMessage
source: Code does not match
es: El código no coincide

# form.captchaRefresh
source: Can't read the image?
es: ¿No puedes leer la imagen?

# form.captchaRefreshButton
source: Click here to refresh
es: Haz click aquí para refrescar

# form.thankyouMessage
source: Thank you for your comment. Your Comment Added Successfully.
es: Gracias por tu comentario. Se ha añadido correctamente

# tx_nsnewscomments_domain_model_comment.errorMessage
source: No News Entry Found
es: No se han encontrado registros de News

source: Comments and Responses
es: Comentarios y respuestas

# newsfelogin
source: Click here
es: Haz click aquí

# newsfeloginmsg
source: to login and add your comments.
es: para iniciar sesión y añadir comentarios

# commentas
source: Comment will be added as
es: El comentario se añadirá como

# confirm1
source: Currently, this comment is not displayed on the news.
es: Ahora mismo este comentario no se está mostrando en la noticia

# confirm2
source: Click Here
es: Haz click aquí

# confirm3
source: to display this comment on the news.
es: para mostrar este comentario en la noticia

# form.termsError
source: Please accept
es: Tienes que aceptar los términos

# terms_required
source: Terms is required!
es: Los términos son obligatorios

# terms.label
source: Terms
es: Términos

# terms.text
source: I accept the <a href="%s" target="_blank">terms</a>.
es: Acepto los <a href="%s" target="_blank">términos</a>.

source: Close
es: Cerrar
